Repository: handshake-rs/hns-dane-browser-mobile
Catalog: ios/HnsDaneBrowser/Support/Wallet.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, tr, uk, vi, zh_hans, zh_hant

# wallet_direct_shakescape_connected
source: Swap peer %1$@ connected. Board exchange is running locally without a relay.
ar: مبادلة الأقران %1$@ متصلة. يتم تشغيل تبادل المجلس محليا دون التتابع.
de: Swap-Peer %1$@ verbunden. Der Board-Austausch läuft lokal ohne Relay.
es: Intercambie el par %1$@ conectado. El intercambio de tarjetas se realiza localmente sin relé.
fa: تبادل همتای %1$@ متصل است. تبادل برد به صورت محلی بدون رله در حال اجرا است.
fr: Échangez le homologue %1$@ connecté. L'échange de cartes fonctionne localement sans relais.
he: החלף עמית %1$@ מחובר. החלפת לוח פועלת באופן מקומי ללא ממסר.
hi: स्वैप पियर %1$@ कनेक्ट हुआ। बोर्ड एक्सचेंज बिना रिले के स्थानीय स्तर पर चल रहा है।
id: Tukar rekan %1$@ yang terhubung. Pertukaran papan berjalan secara lokal tanpa relay.
it: Scambia peer %1$@ connesso. Lo scambio della scheda è in esecuzione localmente senza relè.
ja: スワップピア %1$@ が接続されました。ボード交換はリレーなしでローカルで実行されます。
ko: 스왑 피어 %1$@가 연결되었습니다. 보드 교환은 릴레이 없이 로컬로 실행됩니다.
nl: Wisselpeer %1$@ aangesloten. Borduitwisseling vindt lokaal plaats zonder relais.
pl: Podłączony element równorzędny %1$@. Wymiana płytek odbywa się lokalnie bez przekaźnika.
pt: Ponto de troca %1$@ conectado. A troca de placas está funcionando localmente sem relé.
ru: Узел обмена %1$@ подключен. Обмен платами осуществляется локально, без реле.
tr: Eşi değiştir %1$@ bağlı. Kart değişimi yerel olarak röle olmadan çalışıyor.
uk: Підключено обмінний вузол %1$@. Обмін платою працює локально без реле.
vi: Hoán đổi ngang hàng %1$@ được kết nối. Trao đổi bảng đang chạy cục bộ mà không cần chuyển tiếp.
zh_hans: 交换对等点 %1$@ 已连接。板交换在本地运行，无需中继。
zh_hant: 交換對等點 %1$@ 已連線。板交換在本地運行，無需中繼。

# wallet_direct_shakescape_connecting
source: Negotiating a P2P Swap Board session…
ar: التفاوض بشأن جلسة مجلس المبادلة P2P...
de: Verhandlung einer P2P Swap Board-Sitzung…
es: Negociando una sesión del Swap Board P2P…
fa: در حال مذاکره برای جلسه هیئت تعویض P2P…
fr: Négociation d’une session de swap Board P2P…
he: מנהל משא ומתן על פגישת לוח החלפת P2P...
hi: P2P स्वैप बोर्ड सत्र पर बातचीत…
id: Menegosiasikan sesi Swap Board P2P…
it: Negoziazione di una sessione della scheda di scambio P2P…
ja: P2P スワップボードセッションを交渉中…
ko: P2P 스왑 보드 세션 협상 중…
nl: Onderhandelen over een P2P Swap Board-sessie…
pl: Negocjowanie sesji tablicy wymiany P2P…
pt: Negociando uma sessão do Swap Board P2P…
ru: Ведение переговоров о сеансе замены платы P2P…
tr: P2P Takas Kurulu oturumu için pazarlık yapılıyor…
uk: Ведуться переговори щодо сесії P2P Swap Board...
vi: Đang đàm phán phiên Bảng hoán đổi P2P…
zh_hans: 正在协商 P2P 交换板会议……
zh_hant: 正在協商 P2P 交換板會議…

# wallet_direct_shakescape_disconnected
source: The active swap peer was disconnected. The wallet-owned listener remains available.
ar: تم قطع اتصال نظير المبادلة النشط. يظل المستمع المملوك للمحفظة متاحًا.
de: Der aktive Swap-Peer wurde getrennt. Der Wallet-eigene Listener bleibt verfügbar.
es: El par de intercambio activo estaba desconectado. El oyente propiedad de la billetera permanece disponible.
fa: همتا مبادله فعال قطع شد. شنونده متعلق به کیف پول در دسترس است.
fr: Le homologue de swap actif a été déconnecté. L'auditeur appartenant au portefeuille reste disponible.
he: עמית ההחלפה הפעיל נותק. המאזין שבבעלות הארנק נשאר זמין.
hi: सक्रिय स्वैप पियर डिस्कनेक्ट हो गया था। वॉलेट के स्वामित्व वाला श्रोता उपलब्ध रहता है।
id: Rekan swap aktif terputus. Pendengar milik dompet tetap tersedia.
it: Il peer di scambio attivo è stato disconnesso. L'ascoltatore di proprietà del portafoglio rimane disponibile.
ja: アクティブなスワップピアが切断されました。ウォレットが所有するリスナーは引き続き使用できます。
ko: 활성 스왑 피어의 연결이 끊어졌습니다. 지갑 소유 리스너는 계속 사용 가능합니다.
nl: De actieve swap-peer is ontkoppeld. De luisteraar die eigendom is van de portemonnee blijft beschikbaar.
pl: Aktywny uczestnik wymiany został odłączony. Odbiornik należący do portfela pozostaje dostępny.
pt: O ponto de troca ativo foi desconectado. O ouvinte da carteira permanece disponível.
ru: Активный узел подкачки был отключен. Прослушиватель, принадлежащий кошельку, остается доступным.
tr: Etkin takas eşinin bağlantısı kesildi. Cüzdanın sahip olduğu dinleyici kullanılabilir durumda kalır.
uk: Активний вузол підкачки було відключено. Прослуховувач гаманця залишається доступним.
vi: Trao đổi ngang hàng đang hoạt động đã bị ngắt kết nối. Trình nghe thuộc sở hữu của ví vẫn có sẵn.
zh_hans: 活动交换对等点已断开连接。钱包拥有的监听器仍然可用。
zh_hant: 活動交換對等點已斷開連線。錢包擁有的監聽器仍然可用。

# wallet_direct_shakescape_discovered_peers
source: Discovered offer peers
ar: نظراء العروض المكتشفون
de: Gefundene Angebots-Peers
es: Pares de ofertas descubiertos
fa: همتاهای پیشنهاد یافت‌شده
fr: Pairs d’offres découverts
he: עמיתי הצעות שהתגלו
hi: मिले हुए ऑफ़र पीयर
id: Rekan penawaran yang ditemukan
it: Peer di offerte rilevati
ja: 検出されたオファー相手
ko: 발견된 제안 피어
nl: Gevonden aanbiedingspeers
pl: Wykryci partnerzy ofert
pt: Pares de ofertas encontrados
ru: Найденные участники предложений
tr: Bulunan teklif eşleri
uk: Знайдені учасники пропозицій
vi: Các bên chào giá đã tìm thấy
zh_hans: 发现的报价方
zh_hant: 探索到的報價方

# wallet_direct_shakescape_endpoint_hint
source: IPv4:port or [IPv6]:port
ar: IPv4:المنفذ أو [IPv6]:المنفذ
de: IPv4:Port oder [IPv6]:Port
es: IPv4:puerto o [IPv6]:puerto
fa: IPv4:درگاه یا [IPv6]:درگاه
fr: IPv4:port ou [IPv6]:port
he: IPv4:יציאה או [IPv6]:יציאה
hi: IPv4:पोर्ट या [IPv6]:पोर्ट
id: IPv4:port atau [IPv6]:port
it: IPv4:porta o [IPv6]:porta
ja: IPv4:ポート または [IPv6]:ポート
ko: IPv4:포트 또는 [IPv6]:포트
nl: IPv4:poort of [IPv6]:poort
pl: IPv4:port lub [IPv6]:port
pt: IPv4:porta ou [IPv6]:porta
ru: IPv4:порт или [IPv6]:порт
tr: IPv4:bağlantı_noktası veya [IPv6]:bağlantı_noktası
uk: IPv4:порт або [IPv6]:порт
vi: IPv4:cổng hoặc [IPv6]:cổng
zh_hans: IPv4:端口或 [IPv6]:端口
zh_hant: IPv4:連接埠或 [IPv6]:連接埠

# wallet_direct_shakescape_exchange_failed
source: The direct endpoint connected but the initial board exchange was rejected. The active direct peer was not replaced.
ar: تم توصيل نقطة النهاية المباشرة ولكن تم رفض التبادل الأولي للوحة. لم يتم استبدال النظير المباشر النشط.
de: Der direkte Endpunkt wurde verbunden, aber der ursprüngliche Austausch der Platine wurde abgelehnt. Der aktive direkte Peer wurde nicht ersetzt.
es: El punto final directo se conectó pero se rechazó el intercambio de placa inicial. El par directo activo no fue reemplazado.
fa: نقطه پایانی مستقیم متصل شد اما تبادل اولیه برد رد شد. همتای مستقیم فعال جایگزین نشد.
fr: Le point de terminaison direct s'est connecté mais l'échange initial de carte a été rejeté. L'homologue direct actif n'a pas été remplacé.
he: נקודת הקצה הישירה התחברה אך החלפת הלוח הראשונית נדחתה. העמית הישיר הפעיל לא הוחלף.
hi: प्रत्यक्ष समापन बिंदु जुड़ा लेकिन प्रारंभिक बोर्ड एक्सचेंज अस्वीकार कर दिया गया। सक्रिय प्रत्यक्ष सहकर्मी को प्रतिस्थापित नहीं किया गया।
id: Titik akhir langsung terhubung tetapi pertukaran papan awal ditolak. Rekan langsung yang aktif tidak diganti.
it: L'endpoint diretto si è connesso ma lo scambio iniziale della scheda è stato rifiutato. Il peer diretto attivo non è stato sostituito.
ja: 直接エンドポイントは接続されましたが、最初のボード交換は拒否されました。アクティブなダイレクト ピアは置き換えられませんでした。
ko: 직접 엔드포인트가 연결되었지만 초기 보드 교환이 거부되었습니다. 활성 직접 피어가 교체되지 않았습니다.
nl: Het directe eindpunt was verbonden, maar de initiële boarduitwisseling werd afgewezen. De actieve directe peer is niet vervangen.
pl: Bezpośredni punkt końcowy został podłączony, ale początkowa wymiana karty została odrzucona. Aktywny bezpośredni element równorzędny nie został zastąpiony.
pt: O endpoint direto foi conectado, mas a troca inicial da placa foi rejeitada. O peer direto ativo não foi substituído.
ru: Прямая конечная точка подключилась, но первоначальная замена платы была отклонена. Активный прямой одноранговый узел не был заменен.
tr: Doğrudan uç nokta bağlandı ancak ilk kart değişimi reddedildi. Etkin doğrudan eş değiştirilmedi.
uk: Пряма кінцева точка підключилася, але початковий обмін платою було відхилено. Активний прямий одноранговий пристрій не було замінено.
vi: Điểm cuối trực tiếp được kết nối nhưng việc trao đổi bảng ban đầu bị từ chối. Đồng nghiệp trực tiếp đang hoạt động không được thay thế.
zh_hans: 直接端点已连接，但初始板交换被拒绝。未替换活动的直接对等方。
zh_hant: 直接端點已連接，但初始板交換被拒絕。未替換活動的直接對等方。

# wallet_direct_shakescape_host_listening
source: %2$@ Connect to an offer creator to browse offers. Hosting is optional. Advanced: listening on TCP port %1$d. %3$@
ar: %2$@ اتصل بمنشئ العرض لتصفح العروض. الاستضافة اختيارية. متقدم: الاستماع على منفذ TCP %1$d. %3$@
de: %2$@ Stellen Sie eine Verbindung zu einem Angebotsersteller her, um Angebote zu durchsuchen. Hosting ist optional. AFortgeschritten: Abhören am TCP-Port %1$d. %3$@
es: %2$@ Conéctese a un creador de ofertas para buscar ofertas. El alojamiento es opcional. Advanzado: escuchando en el puerto TCP %1$d. %3$@
fa: %2$@ برای مرور پیشنهادات به ایجادکننده پیشنهاد وصل شوید. میزبانی اختیاری است. Aپیشرفته: گوش دادن به درگاه TCP %1$d. %3$@
fr: %2$@ Connectez-vous à un créateur d'offres pour parcourir les offres. L'hébergement est optionnel. Avancé : écoute sur le port TCP %1$d. %3$@
he: %2$@ התחבר ליוצר הצעה כדי לעיין בהצעות. אירוח הוא אופציונלי. Aמתקדם: האזנה ביציאת TCP %1$d. %3$@
hi: %2$@ ऑफर ब्राउज़ करने के लिए ऑफर निर्माता से जुड़ें। होस्टिंग वैकल्पिक है। उन्नत: TCP पोर्ट %1$d पर सुनना। %3$@
id: %2$@ Hubungkan ke pembuat penawaran untuk menelusuri penawaran. Hosting bersifat opsional. ALanjutan: mendengarkan pada port TCP %1$d. %3$@
it: %2$@ Connettiti a un creatore di offerte per sfogliare le offerte. L'hosting è opzionale. Avanzato: ascolto sulla porta TCP %1$d. %3$@
ja: %2$@ オファー作成者に接続してオファーを参照します。ホスティングはオプションです。 詳細: TCP ポート %1$d でリッスンします。%3$@
ko: %2$@ 오퍼 작성자에게 연결하여 오퍼를 찾아보세요. 호스팅은 선택 사항입니다. Advanced: TCP 포트 %1$d에서 수신 대기합니다. %3$@
nl: %2$@ Maak verbinding met een maker van aanbiedingen om door aanbiedingen te bladeren. Hosting is optioneel. Geavanceerd: luisteren op TCP-poort %1$d. %3$@
pl: %2$@ Połącz się z kreatorem ofert, aby przeglądać oferty. Hosting jest opcjonalny. Azaawansowane: nasłuchiwanie na porcie TCP %1$d. %3$@
pt: %2$@ Conecte-se a um criador de ofertas para navegar pelas ofertas. A hospedagem é opcional. Avançado: escuta na porta TCP %1$d. %3$@
ru: %2$@ Подключитесь к создателю предложений, чтобы просмотреть предложения. Хостинг не является обязательным. Дополнительно: прослушивание порта TCP %1$d. %3$@
tr: %2$@ Tekliflere göz atmak için bir teklif oluşturucuya bağlanın. Barındırma isteğe bağlıdır. AGelişmiş: TCP bağlantı noktası %1$d üzerinde dinleme. %3$@
uk: %2$@ Підключіться до творця пропозицій, щоб переглядати пропозиції. Хостинг необов’язковий. AAdvanced: прослуховування на порту TCP %1$d. %3$@
vi: %2$@ Kết nối với người tạo ưu đãi để duyệt các ưu đãi. Lưu trữ là tùy chọn. Nâng cao: nghe trên cổng TCP %1$d. %3$@
zh_hans: %2$@ 连接到报价创建者以浏览报价。托管是可选的。 高级：侦听 TCP 端口 %1$d。 %3$@
zh_hant: %2$@ 連接到報價建立者以瀏覽報價。託管是可選的。 進階：偵聽 TCP 連接埠 %1$d。 %3$@

# wallet_direct_shakescape_host_retry_failed
source: P2P swap hosting is still unavailable. The wallet and verified HNS state are unchanged.
ar: لا تزال استضافة المبادلة P2P غير متاحة. لم تتغير المحفظة وحالة HNS التي تم التحقق منها.
de: P2P Swap-Hosting ist immer noch nicht verfügbar. Das Wallet und der verifizierte HNS-Status bleiben unverändert.
es: El alojamiento de intercambio P2P aún no está disponible. La billetera y el estado verificado de HNS no cambian.
fa: میزبانی تعویض P2P هنوز در دسترس نیست. کیف پول و وضعیت تأیید شده HNS بدون تغییر هستند.
fr: L'hébergement swap P2P n'est toujours pas disponible. Le portefeuille et l’état HNS vérifié sont inchangés.
he: אירוח חילופי P2P עדיין לא זמין. הארנק ומצב HNS המאומת אינם משתנים.
hi: P2P स्वैप होस्टिंग अभी भी उपलब्ध नहीं है। वॉलेट और सत्यापित HNS स्थिति अपरिवर्तित हैं।
id: Hosting pertukaran P2P masih belum tersedia. Dompet dan status HNS terverifikasi tidak berubah.
it: L'hosting di scambio P2P non è ancora disponibile. Il portafoglio e lo stato HNS verificato rimangono invariati.
ja: P2P スワップ ホスティングはまだ利用できません。ウォレットと検証済みの HNS の状態は変化しません。
ko: P2P 스왑 호스팅은 아직 사용할 수 없습니다. 지갑과 검증된 HNS 상태는 변경되지 않았습니다.
nl: P2P-swaphosting is nog steeds niet beschikbaar. De portemonnee en de geverifieerde status HNS zijn ongewijzigd.
pl: Hosting wymiany P2P jest nadal niedostępny. Portfel i zweryfikowany stan HNS pozostają niezmienione.
pt: A hospedagem swap P2P ainda não está disponível. A carteira e o estado HNS verificado permanecem inalterados.
ru: Хостинг подкачки P2P по-прежнему недоступен. Кошелек и подтвержденное состояние HNS не изменились.
tr: P2P takas barındırma hâlâ kullanılamıyor. M-cüzdan ve doğrulanmış HNS durumu değişmedi.
uk: P2P своп-хостинг все ще недоступний. Гаманець і підтверджений стан HNS не змінені.
vi: Lưu trữ trao đổi P2P vẫn không khả dụng. Ví và trạng thái HNS đã được xác minh không thay đổi.
zh_hans: P2P 交换托管仍然不可用。钱包和已验证的HNS状态不变。
zh_hant: P2P 交換託管仍然不可用。錢包和已驗證的HNS狀態不變。

# wallet_direct_shakescape_host_retry_ready
source: P2P swap hosting is listening again.
ar: استضافة المبادلة P2P تستمع مرة أخرى.
de: P2P Swap-Hosting lauscht wieder.
es: El alojamiento de intercambio P2P está escuchando nuevamente.
fa: میزبانی تعویض P2P دوباره در حال گوش دادن است.
fr: L'hébergement swap P2P est à nouveau à l'écoute.
he: אירוח החלפת P2P מאזין שוב.
hi: P2P स्वैप होस्टिंग फिर से सुन रहा है।
id: P2P swap hosting mendengarkan lagi.
it: L'hosting di scambio P2P è di nuovo in ascolto.
ja: P2P スワップ ホスティングが再びリッスンしています。
ko: P2P 스왑 호스팅이 다시 청취 중입니다.
nl: P2P swaphosting luistert weer.
pl: Hosting wymiany P2P znów nasłuchuje.
pt: A hospedagem swap P2P está escutando novamente.
ru: Хостинг подкачки P2P снова прослушивается.
tr: P2P takas barındırma yeniden dinliyor.
uk: P2P своп-хостинг знову слухає.
vi: Lưu trữ trao đổi P2P đang lắng nghe lại.
zh_hans: P2P 交换主机再次监听。
zh_hant: P2P 交換主機再次監聽。

# wallet_direct_shakescape_host_retrying
source: Retrying the wallet-owned P2P swap listener…
ar: إعادة محاولة مستمع المبادلة P2P المملوك للمحفظة...
de: Der zum Wallet gehörende Swap-Listener P2P wird erneut versucht …
es: Reintentando el oyente de intercambio P2P propiedad de la billetera...
fa: در حال امتحان مجدد شنونده مبادله P2P متعلق به کیف پول…
fr: Nouvelle tentative de l'écouteur d'échange P2P appartenant au portefeuille…
he: מנסה שוב את מאזין ההחלפה P2P שבבעלות הארנק...
hi: वॉलेट के स्वामित्व वाले P2P स्वैप श्रोता को पुनः प्रयास किया जा रहा है...
id: Mencoba kembali pendengar pertukaran P2P milik dompet…
it: Nuovo tentativo con l'ascoltatore di scambio P2P di proprietà del portafoglio…
ja: ウォレットが所有する P2P スワップ リスナーを再試行しています…
ko: 지갑 소유 P2P 스왑 리스너를 다시 시도하는 중…
nl: De swap-listener P2P, eigendom van de portemonnee, opnieuw proberen...
pl: Ponawiam próbę użycia odbiornika wymiany P2P należącego do portfela…
pt: Tentando novamente o ouvinte de troca P2P de propriedade da carteira…
ru: Повторная попытка прослушивателя подкачки P2P, принадлежащего кошельку…
tr: Cüzdana ait P2P takas dinleyicisi yeniden deneniyor…
uk: Повторна спроба прослуховування обміну P2P, що належить гаманцю…
vi: Đang thử lại trình nghe trao đổi P2P thuộc sở hữu của ví…
zh_hans: 正在重试钱包拥有的 P2P 交换侦听器...
zh_hant: 正在重試錢包擁有的 P2P 交換偵聽器...

# wallet_direct_shakescape_host_unavailable
source: Inbound connections are unavailable on port %1$d. You can still connect to an offer creator. %2$@ Advanced: %3$@
ar: الاتصالات الواردة غير متاحة على المنفذ %1$d. لا يزال بإمكانك الاتصال بمنشئ العرض. %2$@ متقدم: %3$@
de: Eingehende Verbindungen sind am Port %1$d nicht verfügbar. Sie können weiterhin eine Verbindung zu einem Angebotsersteller herstellen. %2$@ Advanced: %3$@
es: Las conexiones entrantes no están disponibles en el puerto %1$d. Aún puedes conectarte con un creador de ofertas. %2$@ Advanzado: %3$@
fa: اتصالات ورودی در پورت %1$d در دسترس نیست. همچنان می‌توانید به ایجادکننده پیشنهاد متصل شوید. %2$@ Aپیشرفته: %3$@
fr: Les connexions entrantes ne sont pas disponibles sur le port %1$d. Vous pouvez toujours vous connecter à un créateur d'offre. %2$@ Avancé : %3$@
he: חיבורים נכנסים אינם זמינים ביציאה %1$d. אתה עדיין יכול להתחבר ליוצר הצעה. %2$@ Aמתקדם: %3$@
hi: पोर्ट %1$d पर इनबाउंड कनेक्शन उपलब्ध नहीं हैं।आप अभी भी किसी ऑफ़र निर्माता से जुड़ सकते हैं. %2$@ उन्नत: %3$@
id: Koneksi masuk tidak tersedia pada port %1$d. Anda masih dapat terhubung ke pembuat penawaran. %2$@ ALanjutan: %3$@
it: Le connessioni in entrata non sono disponibili sulla porta %1$d. Puoi comunque connetterti a un creatore di offerte. %2$@ Avanzato: %3$@
ja: インバウンド接続はポート %1$d では使用できません。オファー作成者には引き続き接続できます。 %2$@ 上級: %3$@
ko: 포트 %1$d에서는 인바운드 연결을 사용할 수 없습니다. 제안 작성자에게 계속 연결할 수 있습니다. %2$@ 고급: %3$@
nl: Inkomende verbindingen zijn niet beschikbaar op poort %1$d. U kunt nog steeds verbinding maken met een maker van een aanbieding. %2$@ Geavanceerd: %3$@
pl: Połączenia przychodzące są niedostępne na porcie %1$d. Nadal możesz połączyć się z kreatorem ofert. %2$@ Azaawansowane: %3$@
pt: As conexões de entrada não estão disponíveis na porta %1$d. Você ainda pode se conectar a um criador de oferta. %2$@ Advanced: %3$@
ru: Входящие соединения недоступны через порт %1$d. Вы по-прежнему можете подключиться к создателю предложения. %2$@ Дополнительно: %3$@
tr: %1$d bağlantı noktasında gelen bağlantılar kullanılamıyor. Yine de bir teklif oluşturucuya bağlanabilirsiniz. %2$@ AGelişmiş: %3$@
uk: Вхідні з’єднання недоступні на порту %1$d. Ви все ще можете підключитися до творця пропозицій. %2$@ Advanced: %3$@
vi: Kết nối gửi đến không khả dụng trên cổng %1$d. Bạn vẫn có thể kết nối với người tạo ưu đãi. %2$@ Nâng cao: %3$@
zh_hans: 端口 %1$d 上的入站连接不可用。您仍然可以连接到报价创建者。 %2$@ 高级：%3$@
zh_hant: 連接埠 %1$d 上的入站連線不可用。您仍然可以連接到報價建立者。 %2$@ 高階：%3$@

# wallet_direct_shakescape_locked
source: Unlock the wallet to host or pair a swap peer.
ar: افتح المحفظة لاستضافة أو إقران نظير مبادلة.
de: Entsperren Sie die Wallet, um einen Swap-Peer zu hosten oder zu koppeln.
es: Desbloquee la billetera para alojar o emparejar un par de intercambio.
fa: قفل کیف پول را برای میزبانی یا جفت کردن یک همتای مبادله باز کنید.
fr: Déverrouillez le portefeuille pour héberger ou associer un homologue d'échange.
he: פתח את נעילת הארנק כדי לארח או להתאים בין עמית להחלפה.
hi: स्वैप पीयर को होस्ट या पेयर करने के लिए वॉलेट को अनलॉक करें।
id: Buka kunci dompet untuk menghosting atau memasangkan rekan swap.
it: Sblocca il portafoglio per ospitare o accoppiare un peer di scambio.
ja: ウォレットのロックを解除して、スワップピアをホストまたはペアリングします。
ko: 스왑 피어를 호스팅하거나 페어링하려면 지갑을 잠금 해제하세요.
nl: Ontgrendel de portemonnee om een swap-peer te hosten of te koppelen.
pl: Odblokuj portfel, aby hostować lub sparować partnera wymiany.
pt: Desbloqueie a carteira para hospedar ou emparelhar um ponto de troca.
ru: Разблокируйте кошелек, чтобы разместить или подключить узел обмена.
tr: Bir takas eşini barındırmak veya eşleştirmek için cüzdanın kilidini açın.
uk: Розблокуйте гаманець, щоб розмістити або підключити своп-пір.
vi: Mở khóa ví để lưu trữ hoặc ghép nối một trao đổi ngang hàng.
zh_hans: 解锁钱包以托管或配对交换点。
zh_hant: 解鎖錢包以託管或配對交換點。

# wallet_direct_shakescape_no_discovered_peers
source: No peers found. Paste the offer creator’s address above.
ar: لم يتم العثور على نظراء. الصق عنوان منشئ العرض أعلاه.
de: Keine Peers gefunden. Füge oben die Adresse des Angebotserstellers ein.
es: No se encontraron pares. Pega arriba la dirección del creador de la oferta.
fa: همتایی یافت نشد. نشانی سازنده پیشنهاد را بالا جای‌گذاری کنید.
fr: Aucun pair trouvé. Collez ci-dessus l’adresse du créateur de l’offre.
he: לא נמצאו עמיתים. הדביקו למעלה את כתובת יוצר ההצעה.
hi: कोई पीयर नहीं मिला। ऊपर ऑफ़र बनाने वाले का पता चिपकाएँ।
id: Tidak ada rekan ditemukan. Tempel alamat pembuat penawaran di atas.
it: Nessun peer trovato. Incolla sopra l’indirizzo del creatore dell’offerta.
ja: 相手が見つかりません。上にオファー作成者のアドレスを貼り付けてください。
ko: 피어를 찾지 못했습니다. 위에 제안 생성자의 주소를 붙여 넣으세요.
nl: Geen peers gevonden. Plak hierboven het adres van de maker.
pl: Nie znaleziono partnerów. Wklej wyżej adres twórcy oferty.
pt: Nenhum par encontrado. Cole acima o endereço do criador da oferta.
ru: Участники не найдены. Вставьте выше адрес создателя предложения.
tr: Eş bulunamadı. Teklif sahibinin adresini yukarıya yapıştırın.
uk: Учасників не знайдено. Вставте вище адресу автора пропозиції.
vi: Không tìm thấy bên nào. Dán địa chỉ của người tạo chào giá ở trên.
zh_hans: 未找到对等方。请在上方粘贴报价创建者的地址。
zh_hant: 找不到對等方。請在上方貼上報價建立者的地址。

# wallet_direct_shakescape_no_peer
source: No active swap peer was connected.
ar: لم يتم توصيل أي نظير مبادلة نشط.
de: Es war kein aktiver Swap-Peer verbunden.
es: No se conectó ningún interlocutor de intercambio activo.
fa: هیچ همتا مبادله‌ای فعال وصل نشد.
fr: Aucun homologue d'échange actif n'était connecté.
he: לא חובר עמית החלפה פעילה.
hi: कोई सक्रिय स्वैप सहकर्मी जुड़ा नहीं था.
id: Tidak ada rekan swap aktif yang terhubung.
it: Nessun peer di scambio attivo è stato connesso.
ja: アクティブなスワップ ピアが接続されていませんでした。
ko: 활성 스왑 피어가 연결되지 않았습니다.
nl: Er was geen actieve swap-peer verbonden.
pl: Nie podłączono żadnego aktywnego partnera wymiany.
pt: Nenhum ponto de troca ativo foi conectado.
ru: Ни один активный узел подкачки не был подключен.
tr: Hiçbir etkin takas eşi bağlı değildi.
uk: Не було підключено жодного активного свопу.
vi: Không có trao đổi ngang hàng hoạt động nào được kết nối.
zh_hans: 没有连接活动的交换对等点。
zh_hant: 沒有連線活動的交換對等點。

# wallet_direct_shakescape_no_recent_peers
source: No recent offer peers.
ar: لا يوجد نظراء عروض حديثون.
de: Keine letzten Angebots-Peers.
es: No hay pares de ofertas recientes.
fa: همتای پیشنهاد اخیری وجود ندارد.
fr: Aucun pair d’offre récent.
he: אין עמיתי הצעות אחרונים.
hi: कोई हाल का ऑफ़र पीयर नहीं।
id: Tidak ada rekan penawaran terbaru.
it: Nessun peer di offerte recente.
ja: 最近のオファー相手はありません。
ko: 최근 제안 피어가 없습니다.
nl: Geen recente aanbiedingspeers.
pl: Brak ostatnich partnerów ofert.
pt: Sem pares de ofertas recentes.
ru: Нет недавних участников предложений.
tr: Son teklif eşi yok.
uk: Немає нещодавніх учасників пропозицій.
vi: Không có bên chào giá gần đây.
zh_hans: 没有最近的报价方。
zh_hant: 沒有最近的報價方。

# wallet_direct_shakescape_peer_connected
source: Connected to %1$@.
ar: متصل بـ %1$@.
de: Verbunden mit %1$@.
es: Conectado a %1$@.
fa: به %1$@ متصل شد.
fr: Connecté à %1$@.
he: מחובר אל %1$@.
hi: %1$@ से जुड़ा।
id: Terhubung ke %1$@.
it: Connesso a %1$@.
ja: %1$@に接続しました。
ko: %1$@에 연결됨.
nl: Verbonden met %1$@.
pl: Połączono z %1$@.
pt: Ligado a %1$@.
ru: Подключено к %1$@.
tr: %1$@ bağlantısı kuruldu.
uk: Підключено до %1$@.
vi: Đã kết nối với %1$@.
zh_hans: 已连接到 %1$@。
zh_hant: 已連線至 %1$@。

# wallet_direct_shakescape_peer_none
source: No offer peer is connected yet.
ar: لا يوجد نظير عرض متصل بعد.
de: Noch kein Angebots-Peer verbunden.
es: Aún no hay un par de oferta conectado.
fa: هنوز همتای پیشنهادی متصل نیست.
fr: Aucun pair d’offre n’est encore connecté.
he: עדיין לא מחובר עמית הצעה.
hi: अभी कोई ऑफ़र पीयर जुड़ा नहीं है।
id: Belum ada rekan penawaran yang terhubung.
it: Nessun peer di offerta ancora connesso.
ja: オファー相手はまだ接続されていません。
ko: 아직 연결된 제안 피어가 없습니다.
nl: Nog geen aanbiedingspeer verbonden.
pl: Nie połączono jeszcze partnera oferty.
pt: Ainda não há um par de oferta ligado.
ru: Участник предложения ещё не подключён.
tr: Henüz bir teklif eşi bağlı değil.
uk: Учасника пропозиції ще не підключено.
vi: Chưa kết nối bên chào giá nào.
zh_hans: 尚未连接报价方。
zh_hant: 尚未連線報價方。
